Repository: MinZhang20171225/AssistantExtensions
Catalog: chatbot/Resources/*.lproj/Localizable.strings
Languages: fr

source: Goodbye!
fr: Au revoir!

source: goodbye
fr: Au revoir

source: I am busy, please wait a few seconds...
fr: Je suis occupé, veuillez patienter quelques secondes...

source: Yep! Just a moment please until I load my brain...
fr: Oui ! Veuillez patienter jusqu'à ce que j'ai chargé mon cerveau....

source: OK. I am ready! To stop chatting, just say goodbye...
fr: OK. Je suis prêt! Pour arrêter la discussion, dites juste Au Revoir...

source: It's hard to find some files...
fr: C'est difficile de trouver certains fichiers...

source: There is so much data!
fr: Il y a beaucoup de données!

source: Aha, there it is...
fr: Aha, le voici...

source: Looks promising...
fr: Ça a l'air prometteur...

source: Just one more second...
fr: Encore une petite seconde...

source: It takes a bit more.
fr: Cela demande encore un peu de temps.

source: Clever robots are complex...
fr: Les robots intelligents sont complexes...

source: Looking forward to chatting...
fr: J'ai hâte de discuter avec vous...

source: Stay here...
fr: Restez ici...

source: Ok, got it.
fr: Ok, je l'ai.

source: Wait! Aha, I need this...
fr: Attendez! Aha, j'ai besoin de ça...
