Repository: MinZhang20171225/AssistantExtensions
Catalog: standard/Resources/*.lproj/Localizable.strings
Languages: fr

source: Sorry, I don't know your lockscreen password.
fr: Désolé, je ne connais pas votre code de déverrouillage.

source: Launching %@
fr: Lancement de %@

source: I'm sorry, but I couldn't find any application named %@
fr: Je suis désolé mais je n'ai pas pu trouver d'application nommée %@

source: Killing all applications.
fr: Fermeture de toutes les applications.

source: As you wish.
fr: À votre guise.

source: Locking...
fr: Verrouillage...

source: Rebooting at will!
fr: Redémarrage!

source: Powering off right now.
fr: Extinction en cours.

source: Battery at %d %%.
fr: Niveau de batterie à %d %%.

source: Getting you a random number...
fr: Génération d'un nombre aléatoire...

source: Yes, most certainly.
fr: Oui, probablement.

source: OK, here is your tweet.
fr: OK, voici votre tweet.

source: Sorry, I was unable to do that.
fr: Désolé, je suis incapable de faire cela.
